;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Jaehyung Lee
; TranslationAuthorEmail: kolanp@gmail.com
; Soft Version: 1.27
;

[Translation]
LanguageName=KOR
LangCode=0412
ReadHabit=Left-to-right
DefaultFont=나눔고딕
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET

Confirm=확인

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=미완료
TfrmWRMMain.btnCompleted.Caption=완료
TfrmWRMMain.btnBack.caption=뒤로
TfrmWRMMain.btnDone.Caption=저장
TfrmWRMMain.lblRepeat.caption=반복:
TfrmWRMMain.lblTime.caption=시간:
TfrmWRMMain.lblName.caption=설명:
TfrmWRMMain.lblDate.caption=날짜:
TfrmWRMMain.cbPeriod.Item1=한 번
TfrmWRMMain.cbPeriod.Item2=매일
TfrmWRMMain.cbPeriod.Item3=매주
TfrmWRMMain.cbPeriod.Item4=매월
TfrmWRMMain.cbPeriod.Item5=매년
;
;hint
;
TfrmWRMMain.RestoreHint=백업 & 복
TfrmWRMMain.imgf.hint=페이스북에서 팔로우
TfrmWRMMain.imgt.hint=트위터에서 팔로우
TfrmWRMMain.imgmail.hint=친구와 공유하기
TfrmWRMMain.imghome.hint=홈페이지
TfrmWRMMain.CloseHint=닫기
TfrmWRMMain.MenuHint=메뉴
TfrmWRMMain.MinHint=최소화
TfrmWRMMain.lbl2.caption=현재 버전:%s
TfrmWRMMain.lbl3.Caption=업데이트 확인
TfrmWRMMain.btnDetails.hint_1=자세히
TfrmWRMMain.btnDetails.hint_2=수정 및 복구
TfrmWRMMain.btnDelete.hint_1=완료로 표시
TfrmWRMMain.btnDelete.hint_2=삭제
TfrmWRMMain.OpenWindow=WiseReminder 열기
TfrmWRMMain.btnNew.Caption=새로 만들기

msgdlg.btnNO=아니오
msgdlg.btnOk=확인
msgdlg.btnYes=예
;
; Time
;
constY=년
constM=월
constD=일
constHH=시
constMM=분
constSS=초
constYs=년
constMs=월
constDs=일
constHHs=시
constMMs=분
constSSs=초
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=온라인 도움말
TfrmWRMMain.TrayMenuItem2=포럼
TfrmWRMMain.TrayMenuItem3=홈페이지
TfrmWRMMain.TrayMenuItem4=연락처
TfrmWRMMain.TrayMenuItem5=업데이트 확인
TfrmWRMMain.TrayMenuItem6=최신 소식 확인
TfrmWRMMain.TrayMenuItem7=언어
TfrmWRMMain.TrayMenuItem8=시작 시 실행
TfrmWRMMain.TrayMenuItem9=제품 정보
TfrmWRMMain.TrayMenuItem10=끝내기
TfrmRemindDlg.Caption_1=일부 알림이 누락되었습니다.
TfrmWRMMain.lbl1.caption=복원
TfrmWRMMain.fxpmn.item1=백업
TfrmWRMMain.fxpmn.item2=복원
GetLang=번역...
;
; Notice
;
TfrmRemindDlg.Caption=알림
TfrmRemindDlg.btnComplete.Caption=알았어요!
TfrmRemindDlg.btnDelay.Caption=나중에 알림
;
; About
;
TfrmAbout.Caption=제품 정보
TfrmAbout.lblEmail.caption=이메일 지원:
TfrmAbout.lblhome.caption=공식 홈페이지:
TfrmAbout.lblthanks.caption=다음 분들께 감사합니다:
TfrmAbout.btnOk.Caption=확인
TfrmAbout.lblver.Caption=현재 버전:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = 일시 중지
TfrmWRMMain.cbbVoice.Item2 = 기본
TfrmWRMMain.cbbVoice.Item3 = 사용자
TfrmWRMMain.lblVoice.Caption = 음성 알림

[Messages]
UnkonwFileType = 인식할 수 없는 사운드 파일입니다!
ExitModify=변경 사항을 저장하지 않았습니다. 이 페이지를 벗어나시겠습니까?
RemindNameNULL=알림 설명을 채워주십시오!
NewVer=새 버전을 사용할 수 있습니다. 지금 업데이트하시겠습니까?
NoNewVer=축하합니다! 이미 최신 버전을 사용중입니다.
ExitApp=Wise Reminder를 종료하시겠습니까? Wise Reminder의 알림을 더 이상 사용할 수 없습니다!
NoneReminder=알림을 설정되지 않았습니다!
NoneCopmpleted=완료된 알림이 없습니다!
NoneSelected=최소한 하나의 항목을 선택하십시오!
TimeOver=현재 시간 보다 더 이전의 시간을 선택했습니다!

[Lang]
NativeLanguage=한국어